0="252"
1="Имя / Тип"
2="Имя /"
3="Тип"
4="Размер"
5="Дата/Время"
6="Ошибка %i при подключении!"
7="Ошибка %i при смене папки!"
8="Нет доступа к файлу!"
9="Не найден файл!"
10="Нет доступа к результирующему файлу!"
11="Нельзя скопировать или переместить файл!"
12="Нельзя скопировать папку в ее подпапку!\n%s"
13="Не могу удалить %i файл(ов)!"
14="Ошибка, не могу создать папку!"
15="Ошибка CRC при распаковке файла!\n%s"
16="Ошибка записи в результирующий файл!\n%s"
17="Ошибка чтения из ZIP файла!"
18="Ошибка в ZIP файле!"
19="Распаковка прервана!"
20="ZIP файл имеет неподдерживаемый (ZIP 1.0) формат!"
21="ZIP файл зашифрован!"
22="Неизвестная ошибка распаковки!"
23="Ошибка распаковки"
24="Не могу изменить атрибуты внутри ZIP!"
25="Ошибка"
26="Внимание!"
27="Ошибочная дата или время!"
28="Ошибка, файл очень большой!\nПоддерживается максимум 64Кб!"
29="Из: "
30="В:  "
31="Копировать / переместить"
32="Копировать/переместить %i файлов/папок в:"
33="Вставить"
34="Удалить"
35="Удалить:"
36="Создать ярлык"
37="Создать ярлыки для %i файлов/папок в:"
38="Вы действительно хотите удалить %i выбранных файлов/папок?"
39="Копирую требуемые файлы..."
40="Пожалуйста, введите имя папки:"
41="Создание папки"
42="Заменить: %s\n   %i Байт, %i.%02i.%04i %i:%02i:%02i\n\nфайлом: %s\n   %i Байт, %i.%02i.%04i %i:%02i:%02i"
43="Результирующий файл существует, заменить?"
44="Распаковка"
45="Распаковать %i файлов/папок в:"
46="Упаковать %i файлов/папок в:"
47="Новый заголовок для элемента меню:"
48="Список папок"
49="Добавить текущую папку"
50="Удалить текущую папку"
51="Параметры:"
52="Выполнить"
53="Изменить"
54="Удалить"
55="Удалить кнопку:"
56="Программы (*.exe)~*.exe~Все файлы (*.*)~*.*~~"
57="Все файлы"
58="Просмотр файла"
59="Правка файла"
60="Новый файл"
61="Выбрать другой"
62="По умолчанию"
63="Открыть"
64="Распаковать"
65="Копировать/Переместить"
66="Переименовать"
67="Удалить"
68="Копировать в буфер"
69="Вырезать в буфер"
70="Вставить здесь (Copy)"
71="Вставить здесь (Move)"
72="Свойства"
73="Введите маску, т.е. *.txt *.doc"
74="Выделить файлы"
75="Поиск:"
76="%i файл(ов), %i папок"
77="байт"
78="упакован"
79="Общие"
80="Ярлык"
81="искать в:"
82="Минут"
83="Часов"
84="Дней"
85="Месяцев"
86="Лет"
87="Ошибка, файл слишком большой!\nНет памяти для сохранения!"
88="Ошибка, не могу создать файл!"
89="Ошибка записи в файл!"
90="Ошибка, файл слишком большой!\nНет памяти для поиска!"
91="Ошибка, файл слишком большой!"
92="Буфер полон!"
93="Редактор"
94="Искать текст:"
95="Искать"
96="Файл изменен, сохранить?"
97="[без имени]"
98="Все файлы (*.*)~*.*~Текстовые файлы (*.txt)~*.txt~~"
99="Программы (*.exe;*.lnk)~*.exe;*.lnk~Все файлы (*.*)~*.*~~"
100="(*.exe;*.dll;*.ico;*.icl)~*.exe;*.dll;*.ico;*.icl~Все файлы (*.*)~*.*~~"
101="Просмотр"
102="Правка"
103="Копия/Перенос"
104="Переименовать"
105="Создать папку"
106="Удалить"
107="Упаковать в ZIP"
108="Обновить"
109="Свойства"
110="Подменю"
111="Открыть"
112="Сохранить"
113="Вырезать"
114="Копировать"
115="Вставить"
116="Откат"
117="Найти/Найти еще"
118="Удалить"
119="Двухоконный режим"
120="Однооконный режим"
121="Виртуальные 2 окна"

122="ИК-порт"
123="Послать файлы через ИК"
124="Принять через ИК сюда"
125="ИК-прием (OBEX-протокол)"
126="ИК-передача (OBEX-протокол)"
127="Начните передачу на другом устройстве!"
128="Начните прием на другом устройстве!"
129="Соединение..."
130="Подключен!"
131="Сохранить файлы как:"
132="Поиск устройств: "
133="Не могу открыть исходный файл! Продолжить дальше?"
134="Не могу найти ни одного устройства!"
135="Связь прервана!"
136="Ошибка в функции"
137="Функция не поддерживается!"
138="Адресат недоступен!"
139="Передача прервана (код %d)."
140="Ошибка записи нового ZIP файла!"
141="Не хватает памяти!"
142="Упаковка прервана!"
143="Ошибка чтения файла!"
144="Не могу открыть файл для чтения!"
145="Ошибка в функции упаковки!"
146="Ошибка CRC упакованного файла!"
147="Ошибка, не могу создать временный файл!"
148="Ошибка, старый ZIP файл имеет неподдерживаемый формат, не могу упаковать!\r\nВам надо распаковать все файлы и создать новый ZIP архив."
149="Альтернативный режим выделения файлов"
150="Ваше устройство уже ждет ответа от ИК-порта!"
151="Эта функция необходима только для устройств без внутреннего приемника."
152="Вы должны отключить внутренний приемник устройства для использования этой функции."
153="Отказ передачи!"
154="Время ожидания истекло!"
155="Отключение..."
156="Передача завершена!"
157="Вы можете отправить следующий файл или закрыть окно передачи."
158="Место на диске"
159="Отключение"
160="Режим передачи: Двоичный"
161="Режим передачи: Текст"
162="Режим передачи: Авто"
163="Пользователь:"
164="Пароль:"
165="Учетная запись:"
166="Firewall пользователь:"
167="Firewall пароль:"
168="Целевая папка:"
169="Передавать следующие файлы в текстовом режиме:"
170="Модуль"
171="Переход/История"
172="Не могу переключится в эту папку! Удалить ее из списка?"
173="Выберите цель:"
174="Нажмите Ok для повторной попытки"
175="Obex передано"
176="Связать"
177="Замечание: Перезагрузите Ваше устройство если показанные значки неверны"
178="Внимание: Связывание файлов с Pocket Internet Explorer может привести к бесконечному циклу"
179="Модули"
180="Одна панель над другой"
181="Для подтверждения введите пароль ещё раз:"

182="Выделить всё"
183="Инвертировать выделение"
184="Выделить/снять выделение файлов"
185="Выделить все файлы такого типа"
186="CTRL key"
187="SHIFT key"
188="Page Up"
189="Page Down"
190="Добавить новую кнопку"
191="Переместить кнопку..."

{Main menu}
1000="&Файл"
1001="&Найти файлы\tCtrl+F"
1002="&Переименовать\tCtrl+2"
1003="П&росмотр\tCtrl+3"
1004="Пр&авка\tCtrl+4"
1005="&Копировать/перенести\tCtrl+5"
1006="Создать &ярлык\tCtrl+Shift+5"
1007="С&оздать папку\tCtrl+7"
1008="&Удалить\tCtrl+8"
1009="Упаковать в &ZIP\tCtrl+Alt+5"
1010="&Свойства\tAlt+Enter"
1011="Обновить\tCtrl+R"
1012="Послать через &ИК"
1013="П&ринять по ИК сюда"
1014="Послать через &Bluetooth"
1020="&Вид"
1021="&Краткий"
1022="&Полный"
1023="&Большие значки"
1024="&Однооконный режим"
1025="Скрывать файлы в &ROM"
1026="Список п&апок\tCtrl+D"
1027="&Дерево\tCtrl+T"
1028="&Выделить файлы\tCtrl+'-'"
1029="О... /&Установки"
1030="Выход"
{Short forms for PocketPC}
1031="Файл"
1032="Вид"

1033="Справка"
1034="Выбор"
1035="Еще"
1036="Изменить столбцы"

{Editor menu}
1500="&Файл"
1501="&Открыть..."
1502="&Сохранить"
1503="Сохранить как &текст..."
1504="Сохранить как &Unicode..."
1505="&Закрыть"
1506="&Шрифт..."
1507="Новый"

1510="&Правка"
1511="О&ткат\tCtrl+Z"
1512="В&ырезать\tCtrl+X"
1513="К&опировать\tCtrl+C"
1514="&Вставить\tCtrl+V"
1515="&Удалить\tDel"
1516="&Найти...\tCtrl+F"
1517="Найти &далее\tCtrl+Shift+F"
1518="Выд&елить все\tCtrl+A"
1519="&Перенос слов"
{Short forms for PocketPC}
1530="&Файл"
1531="&Правка"

2000="OK"
2001="Отмена"
2002="Дерево"

2101="&Копировать"
2102="&Переместить"
2103="&Упаковка"
2104="&Шифровать"

3001="&Искать:"
3002="&Содержащий текст:"
3003="&Учесть регистр"
3004="&Unicode"
3005="&Не старше чем:"
3006="&Размер:"
3007="Старт"

4000="Свойства"
4001="Папка:"
4002="Размер:"
4003="Атрибуты:"
4004="только &чтение"
4005="&Архивный"
4006="&Скрытый"
4007="Сис&темный"
4008="в ROM"
4009="&Изменен"
4010="&Дата:"
4011="&Время:"
4012="С&ейчас"
4013="Дата изменения"
4014="С &подкаталогами"
4015="&Цель:"
4016="&Файл >>"
4017="&Папка >>"
4018="Свободно:"
4019="Всего:"

5000="Выбрать шрифт"
5001="&Шрифт:"
5002="&Размер:"
5003="&Жирный"
5004="&Курсив"
5005="Образец"
5006="&Значки:"

6000="Изменить кнопки"
6001="&Команда:"
6002="&Параметры:"
6003="&Рабочая папка:"
6004="Файл &значка:"
6005="&номер:"

7001="&Заменить"
7002="Заменить &все"
7003="&Пропуск"
7004="&Отмена"
7005="Заменить &старые"
7006="П&ропустить все"
7007="Про&должить"

8001="&Выделить"
8002="&Снять"
8003="&Предыдущие выделения:"

8501="Сортировать по:"
8502="Ширина колонок:"
8503="Имя:"
8504="Размер:"
8505="Дата:"

9000="О cecmd"
9001="&Запуск одним кликом"
9002="&Шрифт"

9500="Режим экрана"
9501="(виртуальное второе окно за пределами экрана, переключать >)"

20000="Настройки FTP"
20001="Сервер &имя[:порт]:"
20002="&Пользователь:"
20003="П&ароль:"
20004="&Удаленная папка:"
20005="Послать &команды:"
20006="&Тип сервера:"
20007="&Firewall:"
20008="Пассивный &режим"

20100="Установки Firewall"
20101="Firewall метод"
20102="Firewall информация"
20103="хост[:порт]:"
20104="Пользователь (fwu):"
20105="Пароль (fwp):"
20106="Прозрачный"

20200="Новое соединение"
20201="Быстрое соединение"
20202="Имя соединения:"
20203="Соединение прервано!"
20204="Соединение потеряно, переподключаюсь..."
20205="Переподключение завершено!"
20206="Автоопределение"
20207="Импорт из ini-файла"
20208="Добавить новый firewall..."

20210="Закачка прервана!"
20211="Заливка прервана!"
20212="Команда TYPE не сработала!"
20213="Cannot create socket!"
20214="Bind failed"
20215="GetSockName failed!"
20216="Listen failed!"
20217="PORT command failed!"
20218="Source and target different!"
20219="Not connected!"
20220="Command in progress!"
20221="Cannot create remote directory!"
20222="Connect failed!"
20223="Error writing, disk probably full!"

20240="Подключено!"
20241="Имя пользователя не принять!\n"
20242="Пароль не принят!\n"
20243="Account не принят!\n"
20244="OFFLINE!"
20245="Жду сервера..."
20246="Внимание: Хранение пароля в реестре не надежно!\r\n\r\nДля надежности вы не должны хранить его здесь, а вводить заново при каждом соединении."

21000="<новый сервер>"
21001="_Quick open"
21002="Нахождение сервера"
21003="Введите имя сервера, например myserver или \\\\server1\\e :"
21004="Новое соединение"
21005="Имя соединения:"

22000="(по умолчанию)"
22001="+Добавить+"
22002="Новое значение #1"
22003="Содержимое <%s>:"
22004="Строковое значение"
22005="Ошибка в строке %d, это не правильная HEX строка!"

22020="Править DWORD значение"
22021="&Значение:"
22022="&Десятичное"
22023="&Hex"
22024="База"

22040="Новое значение"
22041="&Имя:"
22042="&Строка"
22043="&DWORD"
22044="&Binary"
22045="&Multi-String"
22046="&Expandable Str."
22047="Тип"

22060="Правка шестнадцатеричного значения"

23000="&Кодировка"
23001="UTF-8"
23002="ANSI (кодовая страница системы) (0)"
23003="ASCII/DOS (кодовая страница системы) (1)"
23004="MacOS (2)"
23005="Западноевропейская (1250)"
23006="Кириллица Windows (1251)"
23007="Западная Latin1 (1252)"
23008="Греческая (1253)"
23009="Турецкая (1254)"
23010="Иврит (1255)"
23011="Арабская (1256)"
23012="Балтийская (1257)"
23013="Вьетнамская (1258)"
23014="Китайская континентальная (936)"
23015="Китайская Тайвань (950)"
23016="Японская (932)"
23017="Корейская (949)"
23018="Тайская (874)"
23019="DOS-США (437)"
23020="DOS-LATIN1 (850)"
23021="Кириллица KOI8-R (20866)"
23022="Другая (введите номер кодовой страницы)"
